import { nanoid } from "nanoid";

export const scoofAnswer = [
  {
    id: nanoid(),
    text: "Вы молодой и еще начинающий скуф. У вас еще все волосы на голове на месте и не проглядывается спасательный круг на талии. От вас все еще приятно пахнеь, а одежда излучаеь свежесть и выглядет опрятно и поглажено",
    img: "https://fotovmire.ru/wp-content/uploads/2019/01/6839/akkuratno-postrizhennyj-molodoj-muzhchina-s-okladistoj-borodoj.jpg",
  },
  {
    id: nanoid(),
    text: "Вы встали на правильный путь и уже имеете едва заметные залысины и торчащие волосы из носа. Ваша обувь затерта, а носки имеют характерный скуфские аромат. Вы на правильном пути, но все еще недостаточно скуфонизированы",
    img: "https://cojo.ru/wp-content/uploads/2022/12/dlinnye-volosy-s-lysinoi-9.webp"
},
{
    id: nanoid(),
    text: "Ты уже прожженый и вонючий скуфендуй, по тебе невозможно определить, 35 лет тебе или 80. После тебя остается резкое амбре, а твое чесночно-луковое дыхание прожигает до костей и голого металла. Вы почти познали дзен в искусстве скуфизации, мы тобой гордимся",
    img: "https://click-or-die.ru/app/uploads/2024/03/snimok-ekrana-2024-03-25-v-17.20.45.png"
},
{
    id: nanoid(),
    text: "Ты воплощение скуфизны, идеал пузатости и вонючести, к которому стремятся все юные дарования. В честь тебя назвали улицу на карте World of Tanks. Ты не ходишь в магазин за пивом, это пиво приходит к тебе домой, прихватитв с собой воблу. Ты разбираешься в сотнях видов замороженных пельменей, а также с зажатым носом узнаешь говяжий доширак. Ты Зевс на олимпе приманок для рыбалки и посейдон в море сортов полуфабрикатов.",
    img: "https://lh3.googleusercontent.com/-P7nBWjH8rJMQl2jVR-TQtIPKK0LRnDBUMh7r5H_8n5rPeLBseztDzl_EfJ2c0EnnvHGaLG-rgvuCT8=w544-h544-l90-rj"
}
];
